[Main]
DisplayName=Hungarian

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Visszajelzés

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Nincs eszköztár és bővítmény a böngészőjében
rdlvAllBrowse.Columns[0].Caption=Név
rdlvAllBrowse.Columns[1].Caption=Felhasználói minősítés
rdlvAllBrowse.Columns[2].Caption=Művelet
rdlvCustomBrowse.Columns[0].Caption=Név
rdlvCustomBrowse.Columns[1].Caption=Művelet
mniRemove.Caption=Eltávolítás
mniRate.Caption=Értékelés
mniIgone.Caption=Kizárás
mniRefush.Caption=Frissítés
mniOpenFloder.Caption=Fájl helyének megnyitása
mniOpeninRegedit.Caption=Megnyitás RegEdit-ben
mniSelectedAll.Caption=Összes kijelölése
mniInvertSelection.Caption=Kijelölés megfordítása
mniSearchOnline.Caption=Keresés a weben

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Böngésző alap helyzetbe
lblConfire.Caption=Biztos visszaállítja az alapértelmezett beállításokat?
lblHomepageTitle.Caption=Aktuális Kezdőlap:
lblSearchTitle.Caption=Aktuális alapértelmezett kereső:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Mégsem

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Visszajelzés
lbl_DescTitle.caption=Leírás:
lbl_EmailTitle.caption=Email cím:
lbl_ScreenShot.caption=Képernyőmentés
lbl_TypeTitle.caption=Kérés típusa:
btnImg_FeedBackSend.caption=Küldés
btnImg_FeedBackCancel.caption=Mégsem
lbl_ContactMsg.caption=Vagy írjon nekünk

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Eltávolítás
lbl_NoTkanks.caption=Ne mutassa újra

[Uninstaller_frmSetting]
lbl_Caption.caption=Beállítások
lbl_UserInterfaceTitle.caption=Felhasználói felület
lbl_SkinTitle.caption=Kinézet:
lbl_LanguageTitle.caption=Aktuális nyelv:
lbl_FontSize.caption=Betűméret:
lbl_Classic.caption=Klasszikus
lbl_White.caption=Fehér
lbl_UpdateTitle.caption=Frissítési módszer
lbl_UpdateRemind.caption=Emlékeztessen, amikor frissítések érhetők el
lbl_UpdateChooseDes.caption=A termék frissítési módszere:
lbl_UpdateAuto.caption=Automatikus frissítés
lbl_GeneralCaption.caption=Általános
lbl_AutoDelete.caption=A maradék fájlok automatikus eltávolítása
lbl_AutoDeleteAfterOtherUninstall.caption=Automatikusan törölje a másik eltávolítóprogram által eltávolított program maradékait
lbl_RemoveToRecycleBin.caption=A Lomtárba helyezett fájlok törlése
lbl_ShowExplorerButton.caption=Fájl megsemmisítés gomb hozzáadása a Helyi menühöz
lbl_Notification.caption=Értesítés
lbl_AutoShowTipForm.caption=Értesítsen, mikor észlelt egy másik eltávolító műveletet
lbl_BrowserPlugTip.caption=Értesítés rosszindulatú bővítmény telepítésekor
btnImg_OK.caption=OK
btnImg_Cancel.caption=Mégsem

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Név
ListView_AppList.Columns[1].caption=Méret
ListView_AppList.Columns[2].caption=Telepítés dátuma
ListView_AppList.Columns[3].caption=Művelet
lbl_Notice.caption=A Windows alkalmazások megmutatásához kérjük ellenőrizze,hogy rendszergazda jogosultságokkal rendelkezik-e.
mniUninstall.caption=Eltávolítás
mniRefush.caption=Frissítés
mniView.caption=Nézet
mniDetails.caption=Részletek
mniIcons.caption=Ikonok
mniOpenFile.caption=Fájl helyének megnyitása
mniOpenReg.caption=Megnyitás RegEdit-ben
mniOpenWinstore.caption=Megnyitás Winstore-ban
mniSearchOnline.caption=Keresés a weben

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Név
ListView_Update.Columns[1].caption=Telepítés dátuma
ListView_Update.Columns[2].caption=Művelet
lbl_NoItems.caption=Nem található Windows frissítés
mniUninstall.caption=Eltávolítás
mniRefush.caption=Frissítés
mniViewby.caption=Nézet
mniDetails.caption=Részletek
mniIcons.caption=Ikonok

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Kényszerített eltávolítás
lbl_FUInfo.caption=A Kényszerített eltávolítás segít eltávolítani azokat a programokat amiket nem lehet a szokásos módod eltávolítani. Ez segít könnyen eltávolítani a fájlokat.
btnImg_Open.caption=Tallózás...
lbl_DropInfo.caption=Tallózzon vagy húzzon ide egy fájlt törlésre vagy eltávolíthatja a fájlhoz kapcsolódó programot.
btnImg_Uninstall.caption=Eltávolítás
btnImg_Cancel.caption=Mégsem
PopMenu_Uninstall.caption=Eltávolítás
PopMenu_OpenFolder.caption=Fájl helyének megnyitása
PopMenu_ViewEntry.caption=Megnyitás RegEdit-ben
PopMenu_SearchOnline.caption=Keresés a weben
ListView_FindReslut.Columns[0].caption=Megjelenített név
ListView_FindReslut.Columns[1].caption=Méret
ListView_FindReslut.Columns[2].caption=Telepítés dátuma

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Megnyitás RegEdit-ben
mniMenu_Path.caption=Fájl helyének megnyitása
btnImg_AllMainCancel.caption=Mégsem
btnImg_Advanced.caption=Fejlett
btnImg_Uninstall.caption=Eltávolítás
lbl_AutoDelete.caption=A maradék fájlok automatikus eltávolítása
lbl_IsCreateRestore.caption=Hozzon létre rendszer-visszaállítási pontot az eltávolítás előtt.
lbl_IsUninstallHint.caption=Biztos el akarja távolítani a kijelölt programot?
btnImg_Delete.caption=Törlés
btnImg_ReslutCancel.caption=Mégsem
lbl_SeletedAll.caption=Összes kijelölése
lbl_ShredFile.caption=Fájlok megsemmisítése
lbl_AllRestart.caption=Indítsa újra a számítógépet a következő program teljes eltávolításához. Újraindítja most?
lbl_NoPowerScan.caption=Eltávolítás befejeződött!
lbl_SomeNeedStart.caption=Indítsa újra a számítógépet a következő program teljes eltávolításához. Újraindítja most?
btnImg_RecommendClose.caption=Bezárás
btnImg_Restart.caption=Igen
lbl_MoneyBackInfo.caption=Biztonságosabb és gyorsabb PC-t élvezhet a nemkívánatos programok és bővítmények eltávolítása után. 60 napos pénz visszatérítési garancia. Nem kérdezünk semmit.
lbl_MoneyBackTitle.caption=Garantált az alapos eltávolítás és a tisztább PC
lbl_UninstallCompleted.caption=Eltávolítás befejeződött!
lbl_PluginTitle.caption=De a biztonságos böngészés biztosítása érdekében a következő hibákat kell javítani:
lbl_UpgradeDes.caption=A javításhoz frissítsen IObit Uninstaller PRO verzióra.
lbl_AutoUpdateDes.caption=Automatikus frissítése a legújabb verzióra
lbl_CleanDes.caption=A bundleware könnyen észlelhető és eltávolítható
lbl_MoreDBDes.caption=Távolítsa el a makacsabb programokat kiterjesztett adatbázis segítségével
lbl_ProTitle.caption=De a PRO verzióval:
lbl_RemovePlugin.caption=A rosszindulatú bővítmények eltávolítása a biztonságos böngészéshez
lbl_SupportDes.caption=Fontos programokat mindig naprakészen tartja

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Eltávolítás
btnImg_Cancel.caption=Mégsem

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Rendszer-visszaállítás
rdlblDesc.Caption=Állítsa vissza a számítógépet a kiválasztott esemény előtti állapotba. A legutóbbi nem törölhető a rendszer biztonsága érdekében.
ListView_Restore.Columns[0].Caption=Dátum és idő
ListView_Restore.Columns[1].Caption=Leírás
btn_CreateRestorePoint.Caption=Visszaállítási pont létrehozása
RdImageButton_Restore.Caption=Visszaállítás
RdImageButton_Delete.Caption=Törlés
lblNull.Caption=Nincs létrehozva rendszer-visszaállítási pont.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Maradékok eltávolítása
lbl_Frame_Detail.caption=A Tisztítás segít megtalálni és törölni a szokásos eltávolítás után megmaradt fájlokat és a Windows javítás gyorsítótár fájlokat és ezzel felszabadítva több helyet és így növelve a rendszer teljesítményét.
lbl_Shortcut_Title.caption=Érvénytelen parancsikon
lbl_Shortcut_Detail.caption=Ellenőrzi és eltávolítja az érvénytelen parancsikonokat a Start menüben, Asztalon és egyéb helyeken a rendszer sebességének növelése és a felhasználói élmény javítása érdekben.
lbl_WindowsPatch_Title.caption=Windows javítás gyorsítótár
lbl_WindowsPatch_Detail.caption=Tisztítsa meg a javítások telepítésekor keletkező gyorsítótárat a további lemezterület felszabadításáért és a simább rendszer futásért.
lbl_Download_Title.caption=Letöltés mappa
lbl_Download_Detail.caption=Ellenőrzi a fájlokat az alapértelmezett letöltési mappákban amiket az elterjedt böngészők és a letöltő programok használnak. Mielőtt törli ezeket, kérjük ellenőrizze hogy ott csak felesleges letöltések vannak.
Menu_Clean_OpenFileLocation.caption=Fájl helyének megnyitása
Menu_Clean_SelectAll.caption=Összes kijelölése
Menu_Clean_InvertSelection.caption=Kijelölés megfordítása
ListView_Clean.Columns[0].Caption=Fájl elérési út
RdLabelBack.Caption=Vissza
ck_SelectALL.Caption=Összes kijelölése

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nem, köszönöm
RdImgBtnUninstall.caption=Eltávolítás
RdListView_History.Columns[0].Caption=Program neve
RdListView_History.Columns[1].Caption=Állapot

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Bezárás

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Fájl megsemmisítő
lbl_Listview_Title.caption=Válassza ki a fájlt vagy mappát amit meg akar semmisíteni:
lblLoading.caption=Betöltés...
lbl_AddFile.caption=Fájl hozzáadása...
lbl_AddFolder.caption=Mappa hozzáadása...
RdImageButton_Shredder.caption=Megsemmisítés
RdImageButton_Cancel.caption=Mégsem
ListView_FileList.Columns[0].Caption=Fájl elérési út
Menu_Shredder_Shredder.caption=Megsemmisítő
Menu_Shredder_AddFile.caption=Fájl hozzáadása
Menu_Shredder_AddFolder.caption=Mappa hozzáadása
Menu_Shredder_Romove.caption=Eltávolítás
Menu_Shredder_Clean.caption=Tisztítás
lbl_Shredder_Tip.caption=Fájlok megsemmisítése. Ez eltarthat egy ideig, kérjük várjon...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program még maradt:
Lbl_metro_Atten.caption=Figyelem
lbl_show.caption="%s" tartalmazhat maradékokat, amik hatással lehetnek a PC teljesítményére.
Donotagain_M=Ne mutassa ezt újra
Hide_M=Elrejt
showDetails_M=Részletek mutatása
Cleanmanually_M=Tisztítás manuálisan
Close_M=Bezárás
AutoClean_M=Automatikus tisztítás
Cleaning_M=Tisztítás
Cleannow_M=Tisztítás most
StillLeavas_M="%s" még maradt
RegistryEntries_M=registry bejegyzés
MBFiles_M=MB fájl
LeftBy_M="%s" által hagyott maradék törölve
Cleanfuture_M=Aztomatikus tisztítás később
Registry_M=Rendszerleíró adatbázis
File_M=Fájl
Files_M=fájlok
Items_M=elem
Item_M=elem
rdlblCleanupCompleted.caption=Tisztítás befejezve
rdlblIncomplete.caption=Hiányos eltávolítás
Setting_M=Beállítások
Uselessfiles_M=felesleges fájlok
Uselessregistryentries_M=felesleges registry elemek
UselessregistryentriesOne_M=felesleges registry elemek
Removingnow_M=Eltávolítás most...
rdlblRemoving.caption=Eltávolítás most...
TrayHintstill=még %d megmaradt hibát lehet javítani.
CCtrayHint_M=még %d+ megmaradt hibát lehet javítani.
LeftoversRemoved_M=Maradék eltávolítva:
ProStillLeaves_M=%d program még maradt:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nem, köszönöm
RdImageButtonImageButton_Uninstall.caption=Eltávolítás

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Figyelmeztetés
Lbl_Warnning_Detail.caption=Ez a program a szerzői jog és a nemzetközi szerződések által védett.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Minden jog fenntartva.
lbl_Thanks_Title.caption=Köszönet a következő embereknek a közreműködésükért:
rdhtmlEula.caption=<a>EULA</a> | <a>Adatvédelmi szabályzatot</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Méret
ListView_SoftwareList.Columns[2].Caption=Telepítés dátuma
ListView_SoftwareList.Columns[3].Caption=Művelet
Menu_Program_Uninstall.caption=Eltávolítás
Menu_Program_Repair.caption=Javítás
Menu_Program_Refresh.caption=Frissítés
Menu_Program_ViewBy.caption=Megnézés
Menu_Program_icons.caption=Ikonok
Menu_Program_Details.caption=Részletek
Menu_Program_OpenFileLocation.caption=Fájl helyének megnyitása
Menu_Program_OpeninRegedit.caption=Megnyitás RegEdit-ben
Menu_Program_SearchOnline.caption=Keresés a weben

[uninstaller_Form_Activate]
Label_Get.caption=Licenc kérés
Label_Retrv.caption=Kód lekérése
Label_Eg.caption=Pl.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Makacs program eltávolítása
lblContentOne.caption=Távolítsa el teljesen a makacsabb programokat a legmodernebb technológiával és bővített adatbázisokkal
lblTitleTwo.caption=Teljesen távolítsa el a Bundleware programot
lblContentTwo.caption=Monitor program telepítése a bundleware és a kapcsolt bővítmények könnyű észlelésére és eltávolítására
lblTitleThree.caption=Gyors és biztonságos böngésző
lblContentThree.caption=Távolítsa el a rosszindulatú hirdetéseket és a bővítményeket, hogy biztonságos és zavartalan online szörfözést nyújtson
lblTitleFour.caption=Új szoftver frissítő
lblContentFour.caption=Tartsa naprakészen könnyen és gyorsan a fontos programjait
RdImgBtnRegNow.caption=Regisztráció
RdLabelCaption.caption=Aktiválja a Pro verziót és élvezze a jobb szolgáltatásokat.
Label_Please.caption=Írja be a kódot, kattintson az "Regisztráció" gombra és használhatja a PRO verzió összes funkcióját.
Label_Code.caption=Licenc kód:
Label_More.caption=További előnyök, ígérjük:
RdImgBtn_Upgrade.caption=Frissítés Pro verzióra
rdlblHelp.caption=Súgó

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Bezárás
rdlblHelp.caption=Súgó
Label_Please.caption=Írja be a kódot, kattintson az "Regisztráció" gombra és használhatja a PRO verzió összes funkcióját.
Label_Code.caption=Licenc kód:
RdImgBtnRegister.caption=Regisztráció
Label_Retrv.caption=Kód lekérése
Label_HaveLicense.caption=Nincs licence?
Label_click.caption=Kattintson ide és kap egyet.
RdImageButton_Back.caption=Vissza
RdImageButton_Close.caption=Bezárás
RdLabelCaption.caption=Licenc kezelő
Label_Status.caption=Licenc állapota
Label_Activated.caption=Aktiválva
Label_Lcode.caption=Licenc kód:
Label_Data.caption=Lejárat dátuma:
Label_Refresh.caption=Frissítés
Label_Export.caption=Licenc exportálása
rdlblAlread.caption:=Már van egy licence kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Súgó
RdImgBtn_Closetwo.caption=Bezárás
Label_success.caption=A licenc aktiválása sikerült!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Itt megmutatja az eltávolítási naplókat és az állapotot. Ha a maradék fájlok állapota megmaradt, az Ellenőrzés gombra kattintva megtalálhatja és eltávolíthatja az összes maradékot.
RdLabelCaption.caption=Eltávolítás előzmények
ListView_History.Columns[1].Caption=Eltávolítás dátuma
ListView_History.Columns[2].Caption=Méret
ListView_History.Columns[3].Caption=Állapot
ListView_History.Columns[4].Caption=Művelet
Menu_ClearThis.Caption=Törölje ezt a bejegyzést
Menu_ClearAll.Caption=Összes törlése

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Bal kattintás és húzás az egérrel a képernyőmentés terület kijelöléshez
M_NoticeInfo_AC=2. Jobb kattintás vagy Esc lenyomás a kilépéshez
M_Rect=Téglalap
M_Oval=Ovális
M_Text=Szöveg
M_Paintbrush=Ecset
M_Return=Művelet visszavonása Ctrl + Z
M_Copy=Másolás vágólapra
M_Exit=Kilépés a képernyőmentésből
M_Save=Mentés
M_TipInfo=A képernyőmentés a vágólapra mentve. Ctrl + V billentyű kombinációval beillesztheti bárhova.
M_TipShow="Ne mutassa újra ezt az üzenetet"
M_TipSure=OK
M_NoticeInfo=1. Bal kattintás és húzás az egérrel a képernyőmentés terület kijelöléshez
M_NoticeInfo_a=2. Jobb kattintás vagy Esc lenyomása a kilépéshez

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Küldés...
lbl_SendFailed.caption=A küldés sikertelen volt. Az online visszajelzés elküldéséhez kattintson az OK gombra.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Köszönjük a visszajelzést! Minél hamarabb felvesszük Önnel a kapcsolatot.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Manuális frissítés
Rdlb_lbOpenBuyWeb.caption=Unja a manuális frissítést?
RdLb_OpenBuyWeb.caption=Automatikus frissítés aktiválása

[Uninstaller_M]
MainGiftbox_Hint=%D% kedvezményes ajánlat
MainUpdate_Hint=Új verzió elérhető!
Startup_Delete_M=Törlés
LicenseSeat_M=Licenc darab:
Powerful_File_Reboot_M=Fájl törölve újraindításkor:
Powerful_File_Del_M=Törölt fájlok:
Powerful_Reg_Sucess_M=Registry adat törölve:
Powerful_Reg_Faild_M=Rendszerleíró adatbázis adat törlése nem sikerült:
Powerful_Task_Sucess_M=Ütemezett feladat törölve:
Powerful_Task_Faild_M=Ütemezett feladat törlése nem sikerült:
Powerful_Services_Sucess_M=Szolgáltatás törölve:
Powerful_Services_Faild_M=Szolgáltatás törlése nem sikerült:
CodeLiftTime_M=Ez egy élethosszig tartó licenckód, amely csak az IObit Uninstaller v6 verziójára érvényes. Telepítse újra az IObit Uninstaller v6 PRO programot.
ShredderDetail_1=A törölt fájlok lemezek formázása után is visszaállíthatók.
ShredderDetail_2=A fájl megsemmisítő segít véglegesen és biztonságosan eltávolítani a nem kívánt fájlokat.
Program_Information=Program információ
Files_Deleted=Fájlok törölve
Registries_Deleted=Registry elemek törölve
Scheduled_Tasks_Deleted=Ütemezett feladatok törölve
Deleted_on_Reboot=Törlés újraindításkor
Service_Deleted=Szolgáltatás törölve
HtmlADPluginCaption=<a>%d</a> Hirdetés bővítmény interferencia
HtmlMaliciousPluginCaption=<a>%d</a> Kártékony bővítmény fenyegetés
MenuRight_Caption=Hatékony eltávolítás
UninstallLog_No_IsEmpty_M=A hatékony ellenőrzés nem talált maradék fájlokat.
Input_Text_Search=Keresés
Hint_Settings=Beállítások
Hint_WindowMin=Kis méret
Hint_WindowMax=Teljes méret
Hint_WindowRest=Visszaállítás
Hint_WindowClose=Bezárás
Hint_Tools=Eszközök
Nav_Colle_Program_All=Programok
Nav_Colle_Browser=Eszköztárak és bővítmények
Nav_Colle_Win=Windows alkalmazások
Nav_Colle_AC=Műveletközpont
Nav_Item_Program_All=Minden program
Nav_Item_Program_Recent=Nemrég telepített
Nav_Item_Program_Infrequent=Ritkán használt
Nav_Item_Program_Large=Nagy programok
Nav_Item_Win_Update=Windows frissítés
Nav_Item_Browser_All=Összes Eszköztár és bővítmény
Button_Uninstall=Eltávolítás
Button_Remove=Eltávolítás
Button_OK=OK
Button_Cancel=Mégsem
Button_Close=Bezárás
Button_Yes=Igen
Button_No=Nem
Button_Continue=Folytatás
FileCorruptedMsg=Egyes IObit Uninstaller fájlok hibásak. Kérjük telepítse újra az IObit Uninstaller programot.
Program_Mult=A program már fut egy másik felhasználói fiók alatt. Kérjük, lépjen ki abból a felhasználói fiókból, mielőtt újraindítaná.
ToolPopForceUninstall=Kényszerített eltávolítás
ToolPopCleanup=Maradékok eltávolítása
ToolPopHistory=Eltávolítás előzmények
ToolPopFileShredder=Fájl megsemmisítő
MoreSettingPopSetting=Beállítások...
MoreSettingPopRestore=Visszaállítás
MoreSettingPopExport=Program lista exportálása
MoreSettingPopUpdate=Frissítések ellenőrzése
MoreSettingPopManual=Felhasználói kézikönyv
MoreSettingPopSupport=Technikai támogatás
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Tetszik
MoreSettingPopAbout=Névjegy
DefaultSelProg=Távolítsa el a felesleges programokat, hogy több helyet takarítson meg.
DefaultSelPlug=Nem kívánt bővítmények eltávolítása a böngésző védelmében.
DefaultSelWApp=Nem kívánt Windows alkalmazások eltávolítása a PC gyorsításához.
SelInfoProg=program kiválasztva eltávolításra. Összes méret:
SelInfoProgM=program kiválasztva eltávolításra. Összes méret:
SelInfoPlug=bővítmény kiválasztva eltávolításra.
SelInfoPlugM=bővítmény kiválasztva eltávolításra.
SelInfoUpdate=Windows frissítés kiválasztva eltávolításra.
SelInfoUpdateM=Windows frissítés kiválasztva eltávolításra.
SelInfoWApp=alkalmazás kiválasztva eltávolításra.
SelInfoWAppM=alkalmazások kiválasztva eltávolításra.
v_license_OtherCode_M=A %s licenc kód csak %s részére érvényes. Kattintson az OK gombra a letöltéshez és regisztrálja: %s.
Cannotconnect_M=Nem lehet csatlakozni a kiszolgálóhoz, ellenőrizze a internet kapcsolatát/proxy beállításokat és próbálja meg később a licenc érvényesítését.
license_OtherGivewalys_M=%s giveaway licenc, és csak a megadott verzióra érvényes. Kérjük, látogasson el <a>ide</a>, hogy vásárolhasson új IU v7 PRO licenc kódot.
SysRestore_CreateComplete=A helyreállítási pont sikeresen létrehozva!
SysRestore_CreateFailed=Visszaállítási pontok létrehozása nem sikerült! Ellenőrizze, hogy engedélyezett-e a rendszer-visszaállítás.
SysRestore_CreateRestore_Confirm=Akar készíteni egy rendszer visszaállítási pontot?
SysRestore_CreateRestore_Tip=Rendszer-visszaállítási pont létrehozása, kérjük várjon...
SysRestore_CreateRestore_Failed=Visszaállítási pontok létrehozása nem sikerült! Ellenőrizze, hogy engedélyezett-e a rendszer-visszaállítás.
SysRestore_SetRestore_Confirm=FIGYELMEZTETÉS! A számítógép visszaállítása visszavonja az összes módosítást ami a rendszer-visszaállítási pont elkészülése után történt. Az elkezdett rendszer-visszaállítást nem lehet visszafordítani vagy megszakítani. Biztos folytatni akarja?
SysRestore_SetRestore_Reboot=A változások érvényesítéséhez újraindítás szükséges. Kérjük mentse el a megnyitott munkáit és zárja be a futó programokat az újraindítás előtt. Újra indítja a számítógépét most?
SysRestore_SetRestore_Tip=Rendszer fájlok és beállítások visszaállítása, kérjük várjon...
SysRestore_Delete_Confirm=Biztos törölni akarja?
Clean_Shortcuts_GroupsHeader_M=Érvénytelen parancsikon
Clean_WindowsPatch_GroupsHeader_M=Windows javítás gyorsítótár
Clean_Download_GroupsHeader_M=Letöltés mappa
Shredder_Del_M=Biztos véglegesen el akarja távolítani ezt a fájlt: %d ? A törlés teljesen VISSZAVONHATATLAN és hosszabb ideig is eltarthat.
Shredder_DelOne_M=Biztos véglegesen el akarja távolítani ezt a fájlt: %d ? A törlés teljesen VISSZAVONHATATLAN és hosszabb ideig is eltarthat.
Shredder_NotDel_M=Nem sikerült megsemmisíteni "%s" fájl mert használatban van.
Shredder_InUse_M=Egyes fájlokat nem lehet megsemmisíteni mert írásvédettek. Kérjük ellenőrizze, hogy használatban vannak-e ezek.
Shredder_Sucess_M=A megsemmisítés sikerült.
Shredder_OneSucess_M=A megsemmisítés sikerült.
Shredder_DirIsEmpty_M=Ez üres. Nem lehet megsemmisíteni.
FileShredder_MaxCount_M=5000 fájl hozzáadva. Kérjük a többi fájlt a megsemmisítés után adja hozzá.
BatchUninstall_NoneSelect_M=Kérjük, válasszon ki legalább egy programot.
OtherInfo_M=%s csak a Vezérlőpultból távolítható el. Szeretne a  Vezérlőpultba belépni az eltávolítás folytatásához?
RelationInfo_M=%s együtt kerül eltávolításra. Biztos folytatja az eltávolítást?
EndProInfo_M=%s %s folyamat még mindig fut. Győződjön meg arról, hogy véget ért %s, és kattintson a Folytatás gombra.
DRclickmis_M=%s nem távolítható el a megszokott módon Kérjük, <a>kattintson ide</a> a részletes eltávolítási utasításhoz és próbálja meg újra az eltávolítást.
UinstallAgain_M=Eltávolítás újra
license_expired_M=Ez a %s licenc lejárt. Kattintson <a>ide</a> a diszkont áron megrendeléshez!
license_maximum_M=%s licenc már aktiválva lett a megengedett számú PC-re és ezért már nem használható. Kérjük, kattintson <a>ide</a> és vásároljon másik licencet az IObit Uninstaller PRO aktiválásához.
license_Free_M=%s licenc nem aktiválható. Kérjük vásároljon új licencet az IObit Uninstaller PRO használatához.
license_valid_M=Érvénytelen licenc kód! Kérjük írjon be érvényes licenc kódot.
Uninstall_Btn_Str=Eltávolítás
SureToDelete_Str=Biztos törölni akarja a kiválasztott elemeket?
DeselectAll_Str=Kijelölések megszüntetése
SelectAll_Str=Összes kijelölése
SuccessReslutFromHistroySome=<a>%d</a> program maradék fájlok sikeresen törölve. Olvassa el az alábbi részleteket.
SuccessWithNoResidualSingle=Sikeresen eltávolította <a>%d</a> programot és nem maradtak fájlok utána.
SuccessWithNoResidualSome=Sikeresen eltávolította <a>%d</a> programot és nem maradtak fájlok utána.
FailedReslut=%s programot nem sikerült eltávolítani. Írja be az email címét és kattintson a Visszajelzés gombra. Az eltávolítási napló kerül elküldésre nekünk.
AllFailedReslutSingle=%s eltávolítása nem sikerült. Írja be az email címét és kattintson a Visszajelzés gombra. Az eltávolítási napló kerül elküldésre nekünk.
AllFailedReslutSome=%d program eltávolítása nem sikerült. Írja be az email címét és kattintson a Visszajelzés gombra. Az eltávolítási napló kerül elküldésre nekünk.
MsgBox_SelectWin8App=Válasszon ki legalább egy alkalmazást.
NoticeInfo_One=Rosszindulatú bővítmény észlelve a böngészőben. Kérjük nyissa meg az IObit Uninstaller programot és távolítsa el.
NoticeInfo_Some=Rosszindulatú bővítmény észlelve a böngészőben. Kérjük nyissa meg az IObit Uninstaller programot és távolítsa el.
FuncPluginRemoveSuccessMsgBox=A bővítmények eltávolítása sikerült
FuncPluginSelectMsgBox=Először válasszon ki egy elemet.
FuncPluginRemoveFailedMsgBox_2=Kérjük lépjen ki a következő böngészőből a bővítmények eltávolításához:
FuncPluginRemoveFailedMsgBox_3=Kérjük lépjen ki a böngészőből és próbálja meg újra.
FuncPluginRemoveFailedSingleMsgBox=%s eltávolítása nem sikerült. Kattintson a Visszajelzés gombra a további segítségért.
FuncPluginRemoveFailedSomeMsgBox=%d bővítmény eltávolítása nem sikerült. Kattintson a Visszajelzés gombra a további segítségért.
RestoreDefaultSettingsButton=%s alapértelmezett beállítások visszaállítása
FeedBack_Sending=Küldés...
FeedBack_SendingSuccess=A küldés sikerült
FeedBack_SendFailed=A küldés sikertelen volt. Az online visszajelzés elküldéséhez kattintson az OK gombra.
licenseEg_M=Pl.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Fehér
NouselessFiles_M=Nem használt fájlok találhatók a számítógépen.
ExistDownloadFile_M=Biztosan törli a kiválasztott fájlokat a Letöltés mappában?
scaning_M=Ellenőrzés
Exit_M=Kilépés
OpenIU_M=IObit Uninstaller megnyitása
Allthefollowing_M=A következő maradékokat sikeresen megtisztította.
SpecTClose=Bezárás
SpecTOK=OK
SpecTHide=Elrejt
SpecTUninstalling=A következő program eltávolítása:
SpecTUninstallingM=A következő programok eltávolítása:
SpecTUninstalled=program eltávolítva.
SpecTUninstalledM=programok eltávolítva.
Shredder_NotAddFolder_M="%s" fájl nem semmisíthető meg, mert az a rendszer instabilitását okozhatja.
ForceUninstallEndProgressMsg=%s jelenleg fut. Zárja be a folyamatot és próbálja meg újra.
Setting_UITitle=Felhasználói felület
Setting_UpdateTitle=Frissítési módszer
Setting_GeneralTilte=Általános
Setting_NotificationTilte=Értesítés
Setting_Size_Normal=Normál
Setting_Size_Large=Nagy
Setting_Size_Larger=Nagyobb
Update_NoItem_Tip=Nem található Windows frissítés
MsgBox_SelectProgram=Kérjük, először válasszon ki egy programot.
UpdateColumnStr_Title=Frissítés neve (összes: %d)
Update_Loading_Tip=Windows frissítések betöltése...
Win8NoItemTip=Nem található Windows alkalmazás
Win8ColumnStr_Title=Alkalmazás neve (összes: %d)
Detail_Tip=Részletek
Detail_Name=Név
Detail_Ver=Verzió
Detail_Path=Telepítési útvonal
Detail_Des=Leírás
Detail_Publisher=Kiadó
Win8LoadingApp=Alkalmazások betöltése...
Win8ListViewGroupsWin8AppHeader=Windows alkalmazások
Win8ListViewGroupsWin8AppSubtitle=A Microsoft Corporation által közzétett alkalmazások.
Win8ListViewGroupsThirdHeader=Külsős alkalmazások
Win8ListViewGroupsThirdSubtitle=Alkalmazások amiket külsős vállalatok tettek közzé.
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Rosszindulatú eszköztárak és bővítmények
ListViewGroupMaliciousDesc=Ezek az eszköztárak és bővítmények megváltoztatják a böngésző beállításait és ellopják a személyes információkat.
ListViewGroupAdTitle=Hirdetés alapú eszköztárak és bővítmények
ListViewGroupAdDesc=Ezek az eszköztárak és bővítmények hirdetéseket, bannereket stb. jeleníthetnek meg a képernyőn.
ListViewGroupTrustTitle=Megbízható eszköztárak és bővítmények
ListViewGroupTrustDesc=Ezek az eszköztárak és bővítmények nem tesznek kárt a számítógépben. Távolítsa el vagy tartsa meg, az igényeinek megfelelően.
ListViewGroupExtensions=Kiterjesztések
ListViewGroupPlugins=Bővítmények
ListViewGroupToolbar=Eszköztár
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Injektált programok
ListViewGroupExtension_DES=A kiterjesztések használata segíti a böngésző testreszabását.
ListViewGroupPlugin_DES=A bővítmény könnyen telepíthető és használható, mint a web böngésző része.
ListViewGroupToolbar_DES=Az Eszköztár segítségével a felhasználók gyorsan hozzáférhetnek helyekhez, vagy más alkalmazások funkcióihoz.
ListViewGroupBHO_DES=A BHO segít testre szabni a böngészőt és egyszerűbbé teszi az interaktív funkciókat.
ListViewGroupActivex_DES=Az Internet Explorer használja az ActiveX vezérlőket a multimédiás lejátszás megkönnyítéséhez.
ListViewGroupInjection_DES=Az injektált programok külső fél által készített dll fájlokat injektálnak a böngészési folyamatba bizonyos funkciók eléréséhez.
PluginNoItemTip=Nem található eszköztár vagy bővítmény a böngészőben.
NoSerchItem_Tip=Nincsenek a kereséssel megegyező elemek.
PluginColumnStr_Title=Név (összes: %d)
ChromeSysncStr=Kérjük, tiltsa le a Chrome szinkronizáló funkcióját a kiválasztott bővítmények teljes eltávolításához. Ellenkező esetben a bővítmények újból telepíthetők lesznek.
FuncPluginSysPluginMsgBox=%s eltávolítása nem ajánlott, mivel az eltávolítás után egyes böngészőfunkciókra hatással lehet.
FuncPluginLoading=Betöltés...
FuncPluginRmoveSuccess=Az eltávolítás sikeres. Betöltés...
FuncVotePlugSelectMsgBox=Válasszon egy elemet az értékeléshez
FuncPluginRmoveConfireSingleMsgBox=Biztos el akarja távolítani a kiválasztott elemet?
FuncPluginRmoveConfireSomeMsgBox=Biztos el akarja távolítani a következő elemeket?
FuncCheckBrowserMsgBox_1=%s fut
FuncCheckBrowserMsgBox_2=Kattintson az OK gombra a bezáráshoz (a nem mentett tartalmak elveszhetnek)
FuncCheckBrowserMsgBox_3=Vagy kattintson a Mégsem gombra a művelet megszakításához
FuncCheckBrowserMsgBox_4=%s fut
FuncCheckBrowserMsgBox_5=kattintson az OK gombra a kényszerített leállításhoz (a nem mentett tartalom elveszhet)
FuncCheckBrowserMsgBox_6=Vagy kattintson a Mégsem gombra a művelet megszakításához
FuncPluginRemoveFailedMsgBox_1=A következő bővítmények eltávolítása nem sikerült:
FuncPluginRemoveFailedMsgBox_4=%s nem sikerül eltávolítani, mert %s védelme alatt áll. Kérjük, lépjen ki %s-ból, és indítsa újra az IObit Uninstaller programot az eltávolításhoz.
FuncRestoreSuccessMsgBox=A böngésző alapértelmezett beállításainak visszaállítása sikerült.
FuncRestoreFailedMsgBox=A böngésző alapértelmezett beállításainak visszaállítása nem sikerült. Kérjük lépjen ki ebből %s és próbálja meg újra.
PluginRestoreStr=%s alapértelmezett beállítások visszaállítása
FuncVoteMarkSelectMsgBox=Kérjük értékelje.
FuncVoteFailedMsgBox=Az értékelés nem sikerült, kérjük ellenőrizze az internet kapcsolatát és próbálja meg újra.
FuncVoteActiveVote=Értékelés
FuncVoteWaitting=Értékelés elküldve, kérjük várjon...
VoteStr_1=<a>1</a> felhasználó értékelte. Ön már értékelte.
VoteStr_2=Még nincs beérkezett értékelés. Legyen az első, aki értékeli.
VoteStr_3=<a>%d</a> felhasználó értékelte. Ön már értékelte.
VoteStr_4=<a>%d</a> felhasználó értékelte. Mit gondol a bővítményről?
NoticeInfoEx_One=<a>1</a> Rosszindulatú bővítmény észlelve a böngészőben. Kérjük nyissa meg az IObit Uninstaller programot és távolítsa el.
NoticeInfoEx_Some=<a>%d</a> Rosszindulatú bővítmény észlelve a böngészőben. Kérjük nyissa meg az IObit Uninstaller programot és távolítsa el.
UninstallPromote=Megvásárlás most
OneItemStr=%d elem
SomeItemStr=%d elem
OneItem=elem
SomeItems=elem
RebootToDelete_Str=(Törlés újraindításkor)
UninstallingSingleStr=Biztos el akarja távolítani a kijelölt programot?
UninstallingSomeStr=Biztos el akarja távolítani a kijelölt %d programot?
Uninstall_Str=Normál eltávolítás %s (%d/%d)
Scan_Str=Ellenőrzés %s (%d/%d)
CreateRetore_Str=Rendszer-visszaállítási pont létrehozása, kérjük várjon...
SureToDeleteSomeStr=Eltávolítva <a>%d</a> program. Győződjön meg arról, hogy csak a törölni kívánt elemet jelölte be.
SureToDeleteOneStr=Eltávolítva <a>1</a> program. Győződjön meg arról, hogy csak a törölni kívánt elemet jelölte be.
SureToDeleteByHistroyStr=Ellenőrzés befejezve. Győződjön meg arról, hogy csak a törölni kívánt elemet jelölte be.
DeletingStr=A maradványok törlése, kérjük várjon
DeleteCancleStr=Biztos meg akarja szakítani a törlést?
RestoringCancleStr=Rendszer-visszaállítási pont létrehozása. Biztosan törölni akarja?
RegistryCaption_Str=Rendszerleíró adatbázis
FileCaption_Str=Fájl
TaskCaption_Str=Feladatütemező
ServiceCaption_Str=Rendszer szolgáltatások
HintProToolStr=A fejlett eltávolítás lehetővé teszi %s teljes és alapos eltávolítását.
SuccessReslutFromHistroySingle=Program maradék fájlok sikeresen törölve. Olvassa el az alábbi részleteket.
SuccessReslutFromUninstallSingle=Sikeresen eltávolította <a>%d</a> programot az alábbi részletekkel.
SuccessReslutFromUninstallSome=Sikeresen eltávolította <a>%d</a> programot az alábbi részletekkel.
SuccessReslutNeedRestartSingle=<a>%d</a> program eltávolítva.
SuccessReslutNeedRestartSome=<a>%d</a> programok eltávolítva.
FileDeleteReslut=Fájl törölve:  <a>%s</a>
RegDeleteReslut=Registry elem törölve:  <a>%d</a>
TaskDeleteReslut=Ütemezett feladat törölve:  <a>%d</a>
ServiceDeleteReslut=Szolgáltatás törölve:  <a>%d</a>
HtmlRecomReslutCaption=<a>%d</a> program eltávolítva és eltávolítva az alábbi felesleges fájlok:
HtmlFileReCaption=<a>%s</a> felesleges fájl
HtmlRegReCaption=<a>%d</a> felesleges registry elem
HtmlTaskReCaption=<a>%d</a> érvénytelen ütemezett feladat
HtmlServicesReCaption=<a>%d</a> érvénytelen rendszer szolgáltatás
RebootYes=Újraindítás most
RebootLater=Később
FromHistroyNoItem=Nem található maradék.
FromUninstallNoItem=Eltávolítás befejeződött!
RelatedMetroText=Ezek az alkalmazások kapcsolódnak egymáshoz. Bármelyik eltávolítása a többit is eltávolítja. Biztos el akarja távolítani?
RelatedSoftText=Bundle termékekkel egyszerre telepítettek. Szeretné eltávolítani őket?
EmailHint=Kérjük érvényes email címet írjon be ide
MemoHint=Kérjük, ismertesse a javaslatait vagy írja le részletesen a felmerült problémákat.
EmailMessage=Kérjük, ellenőrizze az email címét mert csak így tudunk Önnel a kapcsolatba lépni.
MemoHint=Kérjük, ismertesse a javaslatait vagy írja le részletesen a felmerült problémákat.
ScreenMaxMessage=A művelet nem sikerült. Legfeljebb 5 képernyőképet érhet el.
CloseHintMsg=Biztos benne, hogy nem szeretné elküldeni a visszajelzést?
FeedBack_1=Szeretem
FeedBack_2=Javaslat
FeedBack_3=Hiba az eltávolítás közben
FeedBack_4=Nem sikerült az összes program megmutatása
FeedBack_5=Hatékony ellenőrzés problémák
FeedBack_6=Hibajelentés küldése
FeedBack_7=Egyéb
RelatedProTip=Aktiválja a PRO funkciókat a mellékelt termékek eltávolításához.
SpecProTip1=%s eltávolítása és még több program teljes eltávolítása.
SpecProTip2=Aktiválja a PRO verziót ehhez a szolgáltatáshoz és élvezze a többi PRO funkciót is.
UninstallProTipEnterCode=Írja be a kódot
UninstallProTipActive=Aktiválás most
UninstallProTipManage=Licenc kezelés
Scan_M=Ellenőrzés
Clean_M=Tisztítás
Cleaning_M=Tisztítás
SelectAll_M=Összes kijelölése
DeselectAll_M=Kijelölések megszüntetése
PleaseSelect_M=Kérjük az ellenőrzéshez válasszon legalább egy elemet
CloseHint_M=Bezárás
Invalid_item_M=(Érvénytelen elem)
ListviewHeader_Software_M=Program neve (összesen: %d)
SoftwareFrame_ProgramName_M=Program neve (összesen: %s)
History_Scan_M=Ellenőrzés
History_Detail_M=Részletek
History_Residualfilesleft_M=Maradék fájl található
Uninstalled_completely_M=Az eltávolítás befejezve
History_Installed_M=Telepített
History_info_DouBle_M=Az eltávolításra kiválasztott programok eltávolítása utoljára nem teljesen sikerült. Kérjük kattintson az Eltávolítás gombra a folytatáshoz.
History_info_One_M=Az eltávolításra kiválasztott programok eltávolítása utoljára nem teljesen sikerült. Kérjük kattintson az Eltávolítás gombra a folytatáshoz.
SoftwareFrame_InstallDate_M=Telepítés dátuma
SoftwareFrame_FrequencyUse_M=Utoljára használt
HistoryInfo_DisplayName=Megjelenített név
HistoryInfo_Publisher=Kiadó
HistoryInfo_Version=Verzió
HistoryInfo_InstallDate=Telepítés dátuma
HistoryInfo_UseSize=Hely használat
HistoryInfo_Location=Hely
HistoryInfo_UninstallDate=Eltávolítás dátuma
SoftwareFrame_Frequency_DaysHint_M=Nem használva %s napja.
Noprograms_Frequencyofuse_M=Az összes programot gyakran használják.
Noprograms_100Size_M=Nincsenek 100 MB méretnél nagyobb fájlok.
Noprograms_match_M=Nincsenek a kereséssel megegyező elemek.
Noprograms_Recent_M=Nincsenek telepített programok az elmúlt 10 napban.
Details_M=Részletek
Export_M=Exportálás
monthsago_M=%d hónappal ezelőtt
yearsago_M=%d évvel ezelőtt
yearsagos_M=%d évvel ezelőtt
days_left_M=nap
SU_Title=Szoftver frissítő
SU_COL_Name=Szoftver frissítő
SU_COL_Version=Verzió
SU_COL_Ignore=Kizárás
SU_COL_State=Állapot
SU_Ignore=Kizárás
SU_Ignored=Kizárási lista
SU_NoIgnore=Ne hagyja figyelmen kívül
SU_Update=Frissítés
SU_Updating=Frissítés
SU_UpToDate=Naprakész
SU_NewVersion=Új verzió
SU_CurrVersion=Aktuális verzió:
SU_ActivePro=Automatikus frissítés aktiválása
SU_Button_UpdateAll=Összes frissítése
SU_Tip=Segítsen abban, hogy a fontos programok könnyen naprakészek legyenek.
APTitle=Összes Pro funkció aktiválása
AP1=Törölje a makacsabb alkalmazásokat
AP2=Bundleware teljes eltávolítása
AP3=Böngésző Adware eltávolítása
AP4=A rosszindulatú bővítmények eltávolítása
Explorer_Button=Fájl megsemmisítő
Controlpanel_Button=Hatékony eltávolítás

[promot_M]
CountDown_M=Korlátozott ideig: %dd:%dh:%dm:%ds:%dms*
Youhave_M=Van egy %D% speciális ajánlat az IObit-tól!
ThisSpecial_M=Ez a különleges ajánlat célja, hogy megköszönje lojális felhasználóinknak, hogy segítettek nekünk még jobb IObit Uninstaller készítésében
OnlyDays_M=Csak %D nap maradt
enjoy_the_PRO_M=Aktiválja most a PRO szolgáltatások használatához:
PromotOne_M=Törölje a makacsabb alkalmazásokat
PromotTwo_M=Bundleware teljes eltávolítása
PromotThere_M=Böngésző Adware eltávolítása
ActivateNow_M=Aktiválás most
GiveOffer_M=Adja fel ezt a különleges ajánlatot

[ActionCenter_M]
M_kvpCaption=Videó letöltő
M_kvpInfo_NotIns=Töltse le gyorsan a YouTube-ról és még több, mint 10 000 webhelyről származó videókat.
M_kvpInfo_UpToDate=Töltse le gyorsan a YouTube-ról és még több, mint 10 000 webhelyről származó videókat.
M_kvpOffer=Töltse le gyorsan a YouTube-ról és még több, mint 10 000 webhelyről származó videókat.<br> Töltse le a videókat bármely formátumban egy kattintással.<br> YouTube Playlists  és Lynda Playlists letöltés egyszerűen.<br>3X gyorsabb letöltési sebesség többszálú technológiával.<br> Az online és a helyi videók konvertálása bármilyen formátumba.
M_ASCOffer=Tisztítsa és optimalizálja a számítógépet 1 kattintással.<br>A PC indítási idejének felgyorsítása akár 300% -kal gyorsabbra.<br>A magánélet védelme érdekében törölje a böngészési nyomokat.<br>A PC-s körülmények valós idejű figyelése a simább működés érdekében<br>Védje számítógépét a gyakori kémprogramokkal szemben.
M_IMFOffer=Hatékony és átfogó kártevők elleni védelem.<br>Megvédi a zsaroló programoktól, mint a legújabb GoldenEye és WannaCry.<br>Biztonságosabb online böngészés és letöltés.<br>Mélyebb és teljes körű valós idejű védelem.
M_DBOffer=Hatalmas illesztőprogram adatbázis (1.000.000+). <br>Illesztőprogramok frissítése 1 kattintással. <br>Biztonságos frissítés minősített WHQL illesztőprogramokkal. <br>Gyakori problémák (pl. hálózati, hang) javítás. <br>Csökkentse a rendszer lefagyás és összeomlás lehetőségét.
M_SDOffer=Nagyobb fájlhozzáférési sebesség.<br>Maximális merevlemez-teljesítmény.<br>Növeli a számítógép indítási sebességét 100% -kal.<br>Optimalizálja a játékokat a jobb játékélményért.
M_SMOffer=Visszahozza a klasszikus Start menüt Windows 8/10 rendszerre.<br>Hatékony és egyszerű fájl kereső motor.
M_DLOffer=Egyszerű és biztonságos módon kezelheti jelszavait.<br>Hozzon létre egyedi jelszavakat fiókjainak védelmére.<br>Automatikusan jelentkezzen be kedvenc webhelyein.<br> Windows, Mac, iOS és Android rendszerekre.
M_IOTOffer=A legjobb iPhone kezelő és iPhone átviteli szoftver.<br>iPhone adatok átvitele iPhone/iPad/iPod/PC között.<br> Könnyen és ingyen kezelheti az iPhone fotókat, zenéket, videókat.<br>Felesleges fájlok tisztítása és  a gyorsítótár törlése a több szabad hely eléréséhez.
M_Moffer_Title=Az IObit ajánlja
M_Close=Bezárás
M_Cancel=Mégsem
M_Moffer_Install=Telepítés
M_Moffer_NoteEP=A "Telepítés" gombra kattintva elfogadja %s telepítését és elfogadja az <a>EULA</a>-t és az <a>adatvédelmi irányelvet</a>.
M_Moffer_Refund=<a>Megjegyzés:</a> 30 napon belül kaphat visszatérítést. Olvassa el a <a>Visszatérítési irányelvet</a>.
M_FixAllAC=Összes javítása
M_HideAC=Elrejt
M_ShowAC=Mutatás
M_ShowACTitle=Biztonság és teljesítmény
M_ShowACDesc=Kattintson a "Mutatás" gombra az ajánlott programok megjelenítéséhez. Telepítsen ezek közül a jobb biztonság és teljesítmény eléréshez.
M_AC_FreeTitle=Biztonság és teljesítmény
M_AC_FreeHelp_Ins=Jobb védelmet és teljesítménynövekedést nyújtanak az ajánlott programok.
M_AC_FreeHelp_Upt=Még nem kapott a továbbfejlesztett funkciókról és az új funkciókról.
M_AC_FreeHelp_OK=A következő programok rendszeres futtatása jobb védelmet teljesítmény eredményez.
M_AC_Free_EULA=A korábban elfogadott végfelhasználói licencszerződés az ajánlott IObit termékekre is vonatkozik.
M_AC_Free_ReadEULA=EULA elolvasása
M_ShowACTitle2=Figyelmeztetés!
M_AC_FreeTitle2=Műveletközpont
M_AC_FreeDetail2=A jobb védelem és teljesítmény növekedés érdekében ajánljuk ezeket a programokat. A korábban elfogadott <a>Végfelhasználói licencszerződés </a> az ajánlott IObit termékekre is érvényes.
M_AC_FreeDetail2_db=A jobb védelem és teljesítmény növekedés érdekében ajánljuk ezeket a programokat. A korábban elfogadott <a>Végfelhasználói licencszerződés </a> itt is érvényes.
M_Scan=Ellenőrzés...
M_Recomm_Ins=Ajánlott: %s telepítése
M_Recomm_Upt=Ajánlott: %s frissítése
M_none=Nincs
M_Fix=Telepítés most
M_Install=Telepítés most
M_fixing=Javítás
M_Updating=Frissítés
M_fixed=Javított
M_failed=Hibás
M_RuningWell=Futtatás
M_Outdated=Elavult
M_NotInstalled=Nincs telepítve
M_ASCCaption=Rendszer teljesítmény
M_ASCInfo_NotIns=Registry hibák, adatvédelmi problémák és felesleges fájlok találhatók a PC-jén.
M_ASCInfo_UpToDate=Az Advanced SystemCare 1 kattintással gyorsítja és optimalizálja a PC-jét.
M_ASCInfo_NeedUpDate=Az Advanced SystemCare elavult.
M_ASCDesc=1 kattintással megvédi és optimalizálja a PC-jét
M_RunASC=Ellenőrzés most
M_IMFCaption=Malware védelem
M_IMFInfo_NotIns=Jobb anti-spyware védelem IObit anti-spyware program telepítésével.
M_IMFInfo_UpToDate=Az IObit Malware Fighter megvédi a malware és spyware programok ellen a PC-t.
M_IMFInfo_NeedUpDate=Az anti-spyware programja elavult.
M_IMFDesc=PC védelme malware támadásoktól.
M_RunIMF=Ellenőrzés most
M_DBCaption=Driver frissítő
M_DBInfo_NotIns_C=Elavult driver található. Lehet, hogy lelassítják és instabillá teszik a PC-jét.
M_DBInfo_NotIns=Ezek az elavult illesztőprogramok lehet, hogy lelassítják és instabillá teszik a PC-jét.
M_DBInfo_UpToDate=A Driver Booster naprakészen tartja az eszköz illesztőprogramokat a PC-n.
M_DBInfo_NeedUpDate=Az illesztőprogram frissítő programja elavult.
M_DBDesc=Frissítse az elavult eszközvezérlő programokat a PC-jén.
M_RunDB=Ellenőrzés most
M_SDCaption=Lemez optimalizálás
M_SDInfo_NotIns=Lemez optimalizálás probléma található. Optimalizálja a lemezét a nagyobb teljesítmény eléréséhez.
M_SDInfo_UpToDate=A Smart Defrag jól működik.
M_SDInfo_NeedUpDate=A töredezettség mentesítő programja elavult.
M_SDDesc=Merevlemezek töredezettségmentesítése a nagyobb teljesítményért.
M_RunSD=Töredezettségmentesítés most
M_SMCaption=Start menü
M_SMInfo_NotIns=A megszokott Windows "Start" Menü visszahozás.
M_SMInfo_UpToDate=A Start Menu 8 visszahozza a Windows "Start" Menüt.
M_SMInfo_NeedUpDate=A Start Menu 8 elavult.
M_SMDesc=Windows "Start" Menü visszahozás.
M_RunSM=Futtatás most
M_AMCCaption=Android védelem
M_AMCInfo_NotIns=Jobb biztonság és személyes adat védelem az Androidos eszközén.
M_Recomm_Ins_AMC=Ajánlott: Telepítse %s alkalmazást az Android eszközre.
M_AMCDesc=Optimalizálás és biztonság az Androidos eszközre.
M_RunAMC=Telepítés most
M_DLCaption=Jelszó kezelő
M_DLInfo_NotIns=Védje és kezelje az összes jelszavát a Dashlane Password Manager segítségével.
M_DLInfo_UpToDate=Sose felejti el a jelszavát a biztonságos Dashlane segítségével.
M_RunDL=Kezelés
M_AC_FreeTitleHide1=Az összes ajánlott program el van rejtve!
M_AC_FreeTitleHide2=Kattintson a "Mutat" gombra, hogy újra mutassa majd telepítse újra teljes védelem és maximális teljesítmény érdekében.
M_IUCaption=Program eltávolító
M_IUInfo_NotIns=Nem kívánt programok, eszköztárak és böngésző bővítmények eltávolítása.
M_IUInfo_UpToDate=Az IObit Uninstaller hatékonyan eltávolítja a bővítményeket és az alkalmazásokat.
M_IUInfo_NeedUpDate=A telepített IObit Uninstaller elavult
M_RunIU=Futtatás most
M_FPCaption=Videó konverter
M_FPInfo_NotIns=Szerezzen be videó konvertert a videó különböző eszközökre konvertálásához.
M_FPInfo_UpToDate=Élvezze a videókat bármilyen eszközön
M_FPInfo_NeedUpDate=Csomag formátum elavult.
M_iFreeUpCaption=iOS optimalizálás
M_RuniFreeUp=Ellenőrzés most
M_BuyiFreeUp=Megvásárlás
M_iFreeUpDesc=Az iOS eszközén több szabad helyet szabadít fel.
M_iFreeUpInfo_NotIns=Lehet, hogy sok értékes hely megy veszendőbe az iOS eszközén.
M_iFreeUpInfo_UpToDate=Az iFreeUp több helyet szabadít fel az iOS eszközén.
M_iFreeUpInfo_NeedUpDate=Az iFreeUp elavult.
M_Recomm_Ins_iFreeUp=Ajánlott: telepítse %s a több szabad helyhez.
M_RunSGB=Gyorsítás most
M_SGBCaption=Játék optimalizálás
M_SGBInfo_NotIns=Növelje a játék és a számítógép élettartamát, miközben a legjobb formában tartja.
M_SGBInfo_UpToDate=Superb Game Boost 1 kattintással gyorsítja és optimalizálja a játék teljesítményt.
M_SGBInfo_NeedUpDate=Superb Game Boost elavult.
M_RunIVC=Próbálja ki most
M_IVCCaption=Ingyenes Videó konvertáló
M_IVCInfo_NotIns=100%-ig ingyenes, 150+ formátum és gyors videó konvertálás!
M_IVCInfo_UpToDate=Nézzen videókat, bárhogy ahogy szeretne.
M_IVCInfo_NeedUpDate=Az iFun Video Converter elavult.
M_RunIOT=Kezelés
M_IOTCaption=iPhone kezelő
M_IOTInfo_NotIns=1 kattintással importálja, exportálja és kezeli a fotókat, videókat és zenéket az iOS eszközén.
M_IOTInfo_UpToDate=1-kattintással importálhatja, exportálhatja és kezelheti fotóit, videóit és zenéit az iOS-eszközein.
M_IOTInfo_NeedUpDate=Az IOTransfer elavult.
M_IOTTip=IOTransfer ígéri:<br>+ iPhone zene átvitele  PC/iTunes eszközre<br>+ Összes fotó könnyű kezelése<br>+ iPhone tartalom mentése/visszaállítása<br>+ Prémium technikai támogatás nyújtása
M_IOTDesc=Minden-egyben tartalom kezelő iPhone és iPad eszközökhöz.
M_VipTitle=VIP exkluzív ajánlat
M_AC_ShareTip=Exkluzív ajánlat megosztása barátokkal/családdal
M_AC_Pro_Title=Egyéb ajánlott termékek a jobb biztonság és teljesítmény érdekében.
M_ACPro_SubTitle=Most élvezhetik a KEDVEZMÉNYES árú vásárlást az ASC Ultimate PRO felhasználók.
M_ACPro_SubTitle_AU=Most élvezhetik a KEDVEZMÉNYES árú vásárlást az ASC Ultimate PRO felhasználók.
M_ActionCenterTitle_Perfectly=Minden program tökéletesen fut!
M_ACPro_SubTitle_db=Az exkluzív ajánlatokból most csak a Driver Booster PRO felhasználók vásárolhatnak.
M_SubTitle_Perfectly=Futtassa a következő programokat amik teljes körű védelmet és maximális teljesítmény elérést kínálnak. Élvezze ezek a programok használatát.
M_ShowACTitlePro=VIP exkluzív ajánlat
M_ShowACDescPro=Kattintson a "Mutassa" gombra az EXKLUZÍV kedvezményes árhoz a a többi ajánlott IObit termékhez.
M_AC_ProShareMail=Megosztás emailben
M_AC_ProShareFB=Megosztás Facebook-on
M_AC_NoMailCLient=Művelet nem sikerült, mert az alapértelmezett levelezőprogram nincs megfelelően telepítve.
M_BuyIMF=Megvásárlás
M_BuyDB=Megvásárlás
M_BuySD=Megvásárlás
M_AC_Tips=Jobb védelmet és teljesítménynövekedést nyújtanak az ajánlott programok.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Hiba jelentés
lblErrorDetails.Caption=Hiba részletek:
lblUserEmail.Caption=Az e-mail címe:
lblSuccTips.Caption=Köszönjük a visszajelzést! Minél hamarabb felvesszük Önnel a kapcsolatot.
btnClose.Hint=Bezárás

[SendBugReportNew_M]
M_AskUserTips=hibát észlelt. Kérjük, küldjön nekünk hiba jelentést és segítünk kijavítani.
M_BugStatisticsTips=hibát észlelt és bezáródik. Elemezzük a problémát. Kérjük várjon...
M_SendingTips=Küldés...
M_AttentionTips=hibát észlelt és bezáródik. Kérjük indítsa újra.
M_InvalidEmailTips=Hibás email cím! Adjon meg egy érvényes e-mail címet, hogy megkapja a választ.
M_OKTips=OK

[ACD_M]
M_Downloading=Letöltés:
M_TipFixing=Javítás
M_Tips=A letöltés folyamatban. Kattintson kettőt az ikonon a részletek megnézéséhez.
M_Installing=Telepítés:
M_MD5Faild=A letöltött fájl hibás. Kérjük próbálja meg később újra.
M_NetError=A letöltés nem sikerült hálózati hiba miatt, próbálja meg később!
M_DiskIsFull=Nincs elég szabad lemezterület!
M_Speed=Sebesség:
M_AreSure_IObit=Biztos ki akar lépni az IObit letöltőből?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Mégsem
lbl_Min.Caption=Kis méret
btnClose.Hint=Bezárás

